export default {
    "county":["嘉義市","基隆市","宜蘭縣","屏東縣","嘉義縣","新竹縣","臺中市","高雄市","臺東縣","臺北市","花蓮縣","苗栗縣","桃園縣","新竹市","臺南市","新北市","雲林縣","彰化縣","南投縣"],
    town: {
        "嘉義市": ["東區","西區"],
        "基隆市": ["七堵區","中山區","中正區","仁愛區","安樂區","信義區","暖暖區"],
        "宜蘭縣": ["羅東鎮","蘇澳鎮","壯圍鄉","頭城鎮","礁溪鄉","員山鄉","冬山鄉","五結鄉","三星鄉","大同鄉","南澳鄉","宜蘭市"],
        "屏東縣": ["長治鄉","南州鄉","屏東市","里港鄉","林邊鄉","佳冬鄉","九如鄉","三地門鄉","來義鄉","枋寮鄉","內埔鄉","東港鎮","竹田鄉","牡丹鄉","車城鄉","枋山鄉","新園鄉","潮州鎮","獅子鄉","萬丹鄉","麟洛鄉","鹽埔鄉","恆春鎮","霧臺鄉","泰武鄉","琉球鄉","高樹鄉","春日鄉","崁頂鄉","新埤鄉","萬巒鄉","滿州鄉","瑪家鄉"],
        "嘉義縣": ["溪口鄉","水上鄉","竹崎鄉","新港鄉","東石鄉","梅山鄉","民雄鄉","六腳鄉","布袋鎮","大埔鄉","大林鎮","太保市","中埔鄉","朴子市","番路鄉","義竹鄉","阿里山鄉","鹿草鄉"],
        "新竹縣": ["竹東鎮","芎林鄉","橫山鄉","寶山鄉","尖石鄉","北埔鄉","五峰鄉","峨眉鄉","竹北市","關西鎮","新埔鎮","湖口鄉","新豐鄉"],
        "臺中市": ["大甲區","中區","北屯區","北區","西屯區","西區","東區","南屯區","南區","大安區","大肚區","大里區","沙鹿區","神岡區","清水區","潭子區","龍井區(海)","龍井區","梧棲區","新社區","太平區","外埔區","和平區","梧棲區(海)","大雅區","石岡區","東勢區","后里區","烏日區","清水區(海)","豐原區","霧峰區"],
        "高雄市": ["苓雅區","鹽埕區","鼓山區","左營區","楠梓區","三民區","新興區","前金區","前鎮區","旗津區","小港區","鳳山區","前鎮區(海)","小港區(海)","旗津區(海)","鼓山區(海)","岡山區","林園區","大寮區","大樹區","仁武區","大社區","橋頭區","燕巢區","田寮區","美濃區","那瑪夏區","甲仙區","杉林區","桃源區","六龜區","鳥松區","內門區","路竹區","湖內區","茄萣區","阿蓮區","彌陀區","梓官區","旗山區","永安區","茂林區"],
        "臺東縣": ["臺東市","太麻里鄉","鹿野鄉","金峰鄉","長濱鄉","池上鄉","卑南鄉","延平鄉","東河鄉","海端鄉","達仁鄉","綠島鄉","大武鄉","成功鎮","關山鎮","蘭嶼鄉"],
        "臺北市": ["文山區","中正區","信義區","大安區","萬華區","南港區","松山區","大同區","中山區","內湖區","士林區","北投區"],
        "花蓮縣": ["秀林鄉","卓溪鄉","花蓮市","玉里鎮","瑞穗鄉","萬榮鄉","壽豐鄉","富里鄉","新城鄉","吉安鄉","鳳林鎮","豐濱鄉","光復鄉"],
        "苗栗縣": ["竹南鎮","頭份鎮","後龍鎮","三灣鄉","造橋鄉","南庄鄉","通霄鎮","苗栗市","公館鄉","頭屋鄉","獅潭鄉","西湖鄉","銅鑼鄉","苑裡鎮","泰安鄉","大湖鄉","三義鄉","卓蘭鎮"],
        "桃園縣": ["大園鄉","蘆竹鄉","龜山鄉","觀音鄉","桃園市","中壢市","新屋鄉","八德市","平鎮市","楊梅市","大溪鎮","龍潭鄉","復興鄉"],
        "新竹市": ["東區","北區","香山區"],
        "臺南市": ["白河區","後壁區","東山區","新營區","鹽水區","北門區","柳營區","學甲區","六甲區","下營區","麻豆區","將軍區","官田區","南化區","楠西區","佳里區","大內區","玉井區","七股區","善化區","西港區","安定區","山上區","永康區","關廟區","新市區","新化區","左鎮區","龍崎區","歸仁區","仁德區","安南區","北區","安平區","中西區","東區","南區"],
        "新北市": ["三芝區","石門區","金山區","淡水區","萬里區","八里區","瑞芳區","林口區","五股區","汐止區","貢寮區","蘆洲區","三重區","雙溪區","平溪區","泰山區","新莊區","石碇區","板橋區","深坑區","樹林區","永和區","中和區","土城區","新店區","烏來區","三峽區","坪林區","鶯歌區"],
        "雲林縣": ["古坑鄉","斗南鎮","北港鎮","四湖鄉","水林鄉","斗六市","口湖鄉","土庫鎮","大埤鄉","二崙鄉","元長鄉","褒忠鄉","臺西鄉","西螺鎮","虎尾鎮","莿桐鄉","東勢鄉","崙背鄉","林內鄉","麥寮鄉"],
        "彰化縣": ["埔鹽鄉","芳苑鄉","芬園鄉","大村鄉","彰化市","福興鄉","花壇鄉","秀水鄉","二林鎮","鹿港鎮","和美鎮","線西鄉","埤頭鄉","竹塘鄉","溪州鄉","田尾鄉","北斗鎮","田中鎮","大城鄉","社頭鄉","二水鄉","永靖鄉","溪湖鎮","埔心鄉","員林鎮","伸港鄉"],
        "南投縣": ["水里鄉","中寮鄉","仁愛鄉","竹山鎮","名間鄉","魚池鄉","南投市","埔里鎮","信義鄉","草屯鎮","國姓鄉","鹿谷鄉","集集鎮"]
    }
}